[
    {
        "id": 1,
        "name": "Louis Vuitton x NBA Basketball Keepall 55 Travel Bag",
        "price": 3000,
        "image": "/img1/1.jpg",
        "description": "The Louis Vuitton x NBA collaboration brings this iconic Keepall 55 travel bag. Crafted with monogram canvas and featuring the NBA logo, it's designed for basketball fans and fashion enthusiasts alike.",
        "drawTime": "2025-01-01T23:59:59Z"
    },
    {
        "id": 2,
        "name": "Louis Vuitton x NBA Monogram Black Windbreaker Parka Jacket",
        "price": 3000,
        "image": "/img1/2.jpg",
        "description": "A stylish windbreaker parka jacket from Louis Vuitton x NBA, featuring a monogram black pattern. The jacket combines comfort and high fashion, perfect for cold weather and sports enthusiasts.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 3,
        "name": "Louis Vuitton Timberland 6\" Ankle Boot in Black Monogram Nubuck Calf Leather",
        "price": 3000,
        "image": "/img1/3.jpg",
        "description": "These Timberland ankle boots by Louis Vuitton are crafted from black monogram nubuck calf leather. They combine rugged durability with luxury, making them a unique fashion statement.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 4,
        "name": "Burberry Check Folding Umbrella",
        "price": 600,
        "image": "/img1/4.jpg",
        "description": "A Burberry classic: the Check folding umbrella. Known for its iconic check pattern and high-quality craftsmanship, it's a stylish and functional accessory for any rainy day.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 5,
        "name": "Louis Vuitton Nano Noé Handbag",
        "price": 2500,
        "image": "/img1/5.jpg",
        "description": "The Louis Vuitton Nano Noé is a miniature version of the iconic Noé handbag, crafted with monogram canvas. A perfect blend of luxury and practicality for carrying your essentials.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 6,
        "name": "Louis Vuitton Damier Infini Campus Backpack in White Leather",
        "price": 2000,
        "image": "/img1/6.jpg",
        "description": "The Louis Vuitton Damier Infini Campus backpack is crafted from white leather, offering a sleek and luxurious look. This versatile bag is perfect for both everyday use and travel.",
        "drawTime": "2024-01-31T23:59:59Z"
    },
    {
        "id": 7,
        "name": "Louis Vuitton Home Mirror Trunk",
        "price": 2500,
        "image": "/img1/7.jpg",
        "description": "An elegant Louis Vuitton Home Mirror Trunk that combines the brand's craftsmanship with luxurious design. Perfect as a decorative centerpiece or collectible statement piece.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 8,
        "name": "Adidas Originals 3D Trefoil 3-Stripes Track Jacket",
        "price": 45,
        "image": "/img1/8.png",
        "description": "A stylish Adidas Originals track jacket featuring the 3D Trefoil logo and classic 3-Stripes design. Lightweight and comfortable, perfect for casual wear or workouts.",
        "drawTime": "2025-01-31T23:59:59Z"
    },
    {
        "id": 9,
        "name": "Louis Vuitton Ombre Nomade Eau de Parfum",
        "price": 500,
        "image": "/img1/9.jpg",
        "description": "The Louis Vuitton Ombre Nomade Eau de Parfum is a luxurious fragrance with rich, woody, and smoky tones. A deep and mysterious scent that captures the essence of exploration.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 10,
        "name": "Gucci Script Nylon Jacket",
        "price": 1000,
        "image": "/img1/10.jpg",
        "description": "The Gucci Script Nylon Jacket offers a blend of sporty comfort and high-end style, featuring the iconic Gucci logo. Perfect for layering during transitional seasons.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 11,
        "name": "Louis Vuitton Shorts",
        "price": 1000,
        "image": "/img1/11.jpg",
        "description": "These Louis Vuitton shorts feature a minimal yet luxurious design with premium materials, perfect for casual summer wear with a touch of elegance.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 12,
        "name": "'Let Us Run' Sneaker Design Commission for Six Hundred Four Shoes",
        "price": 2500,
        "image": "/img1/12.jpg",
        "description": "A unique art-meets-fashion collaboration sneaker commissioned by Six Hundred Four Shoes, titled 'Let Us Run'. Designed for collectors who value creativity and craftsmanship.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 13,
        "name": "Louis Vuitton Monogram Shine Shawl",
        "price": 1200,
        "image": "/img1/13.jpg",
        "description": "The Louis Vuitton Monogram Shine Shawl combines softness with subtle shine, made from a blend of silk and wool. A timeless accessory for every luxury wardrobe.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 14,
        "name": "Robosen Elite Optimus Prime Auto-Converting Robot",
        "price": 900,
        "image": "/img1/14.jpg",
        "description": "An advanced Robosen Elite Optimus Prime robot that auto-converts between modes with voice commands. A collector's dream for fans of Transformers and tech enthusiasts.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 15,
        "name": "Squid Game 'Young-hee' Doll",
        "price": 200,
        "image": "/img1/15.jpg",
        "description": "A collectible Squid Game 'Young-hee' doll inspired by the hit series. A striking display piece for fans and pop culture collectors.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 16,
        "name": "Louis Vuitton Millionaires Joystorm Sunglasses",
        "price": 1000,
        "image": "/img1/16.jpg",
        "description": "Louis Vuitton Millionaires Joystorm sunglasses with bold design and signature detailing. A luxury eyewear statement that blends modern edge with classic LV craftsmanship.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 17,
        "name": "Free Breast Implant Surgery",
        "price": 14000,
        "image": "/img1/17.jpg",
        "description": "A full breast implant surgery, performed by a licensed and professional surgeon. A premium, life-changing experience for those looking to enhance their body.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 18,
        "name": "Louis Vuitton Multicolor Monogram Skateboard Deck",
        "price": 1500,
        "image": "/img1/18.jpg",
        "description": "A collectible Louis Vuitton skateboard deck featuring the multicolor monogram pattern. A bold fusion of luxury fashion and skate culture.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 19,
        "name": "Louis Vuitton x NBA Basketball",
        "price": 1200,
        "image": "/img1/19.jpg",
        "description": "A premium Louis Vuitton x NBA basketball crafted with iconic monogram details. A luxury collector's item for fashion and sports enthusiasts.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 20,
        "name": "Louis Vuitton Doudou Re-Addiction Teddy Bear",
        "price": 1800,
        "image": "/img1/20.jpg",
        "description": "An adorable and highly collectible Louis Vuitton Doudou Re-Addiction Teddy Bear crafted with premium materials and signature detailing.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 21,
        "name": "Chanel Blue Quilted Lambskin Mini Rectangular Flap",
        "price": 4500,
        "image": "/img1/21.jpg",
        "description": "A luxurious Chanel Mini Rectangular Flap bag crafted from blue quilted lambskin. A timeless fashion statement and collector's favorite.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 22,
        "name": "Loona V24 Smart Robot Pet Dog",
        "price": 500,
        "image": "/img1/22.jpg",
        "description": "Loona V24 is an advanced smart robot pet dog powered by AI, featuring gesture recognition, voice commands, and real-time interaction for kids and adults.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 23,
        "name": "PlayStation 5 Slim Ghost of Yotei Gold Limited Edition Bundle",
        "price": 1200,
        "image": "/img1/23.jpg",
        "description": "A rare PlayStation 5 Slim Ghost of Yotei Gold Limited Edition bundle, crafted with premium gold detailing. A must-have for gaming collectors.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 24,
        "name": "Louis Vuitton Monogram Wool Carry On Cap",
        "price": 800,
        "image": "/img1/24.jpg",
        "description": "A Louis Vuitton Monogram Wool Carry On Cap featuring luxury craftsmanship and signature monogram styling. A perfect fashion accessory for any season.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 25,
        "name": "Samsung 7.5 cu. ft. Smart Gas Dryer with Steam Sanitize+",
        "price": 899,
        "image": "/img1/25.jpg",
        "description": "A premium Samsung smart gas dryer featuring Steam Sanitize+ technology, Wi-Fi connectivity, and sensor drying. Offers 10 preset drying cycles and optimal fabric care with 7.5 cubic feet capacity.",
        "drawTime": "2026-01-31T23:59:59Z"
    },
    {
        "id": 26,
        "name": "Apple iPhone 16 Pro Max (512GB)",
        "price": 1899,
        "image": "/img1/26.jpg",
        "description": "The latest Apple iPhone 16 Pro Max with 6.9-inch Super Retina XDR display, A18 Pro chip, 48MP triple camera system with 5x optical zoom, and all-day battery life. Features Titanium design, Action button, and advanced computational photography.",
        "drawTime": "2026-03-31T23:59:59Z"
    },
    {
        "id": 27,
        "name": "Apple MacBook Air 13-inch M4 Chip (16GB RAM, 512GB SSD) - Sky Blue",
        "price": 2099,
        "image": "/img1/27.jpg",
        "description": "Apple MacBook Air 13-inch with the revolutionary M4 chip, featuring 10-core CPU and 10-core GPU. 16GB unified memory with 512GB SSD storage. Lightweight design in stunning Sky Blue with Liquid Retina display, up to 18 hours of battery life, and advanced AI capabilities.",
        "drawTime": "2026-03-31T23:59:59Z"
    }
]